"cheqiyu"="玫瑰嗲旗鱼，原产于南美洲亚马逊河、盖亚那，鱼订成纺锤形，中宽、侧扁，长可达5公分左右，玫瑰嗲旗鱼钟弱酸性软水，都能够适应中性、微碱性水质";

"denglongyu"="灯笼鱼，头尾灯鱼又名灯笼鱼、提灯鱼、车灯鱼等。分布于南美洲嘅盖亚那同亚马逊河流域。订长4～5厘米。订长而侧扁，头短，腹圆。两眼上部同尾部各有一块金黄色斑，喺灯光照射下，反射出金黄色同红色嘅色彩";

"dianmanyu"="电鳗，裸背电鳗科嘅鳝形南美鱼，可唔可以惹足以将人击昏嘅电流，系放电能力强嘅淡水鱼，输出嘅电压可达300～800伏，就电鳗有水中嘅高压线之称";

"dinianyu"="大嘴塘虱，一般得两须，嘅体型偏细，对水质要求极高，好难养殖";

"fangyu"="方头鱼，一般订长400公厘，订心命，侧扁，头倔圆，近方形，眼大，位高，躯干前上部、头顶同胸部为圆鳞，其他位均为栉鳞，侧线位高与订背缘平行";

"haigui"="海龟系龟鳖目海龟科动物嘅统称。广布于大西洋、太平洋同印度洋。中国海龟北起山东、南至北部湾近海均有分布。长可达1米多，都长D最大为百五岁左右";

"hetun"="河鲀，俗称鸡抱鱼，硬骨鱼纲鲀科鱼嘅统称。河鲀订呈圆筒形,有气囊，遇到危险时会吸气膨胀，一般订生喺25—35公分";

"jianyu"="剑鱼亦称箭鱼。系世界上热带、亚热带海中一种常见鱼，因其上颌向前延伸呈剑状而得名，褪时速可达130公里";

"jinqiangyu"="金枪鱼，体形较长，起腱而圆，呈流线形，向后渐细尖而落尾基细长，尾鳍为叉状或者新月形。落尾柄两侧有明显嘅稜脊，背、臀鳍后方各有得小鳍。具有鱼雷体形，其横断面略呈圆形";

"shayu"="鲨鱼，生活喺海中，系海中最狼嘅鱼，鲨鱼嘅骨架系由软骨构成，而唔系由骨构成。软骨过骨更轻、更具有弹性";

"shiziyu"="狮子鱼，嘅体型细，最大约30公分（12吋）长。订长形，柔软，蝌蚪状，皮肤削，无鳞，而有时副小刺。背鳍长，腹鳍于谂下，形成吸盘，用以吸附海底。分布于北大西洋、北太平洋同南北蠢冻水区";

"tianshiyu"="神仙鱼，背鳍同臀鳍好长兼夹大，挺拔如除埋艃，故有小鳍艃鱼之称。从侧面睇神仙鱼游动，行燕翱翔，故神仙鱼又称燕鱼";

"xiaochouyu"="小丑鱼，系对雀鲷科海葵鱼亚科鱼嘅俗称，因为面上都有一条或者两条白条纹，好似京剧中嘅杂而得名，系一种热带咸水鱼。小丑鱼与海葵有住密不可分嘅共生关系，就又称海葵鱼";

"xiaohuangyu"="小黄鱼，又名小黄花筒，脊椎动物，硬骨鱼纲，石首鱼科，又名：小鲜、大眼、花款、小青瓜、古鱼、黄鳞鱼、小春色、金龙、厚鳞仔，都叫黄花筒";

"xiaolvyu"="小绿鱼，一种绿色鱼";
